---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.FlowPerPower
source: html/52509d15-41b4-0223-ac99-bef6ad75422d.htm
---
# Autodesk.Revit.DB.SpecTypeId.FlowPerPower Property

Flow per Power, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId FlowPerPower { get; }
```